{
  "title": "Stáhněte si videa z Instagramu, Insta Reels, fotografie, příběhy zdarma | Instasnap",
  "description": "Nástroj pro stahování videí z Instagramu, Reels, fotografií, videí pro telefon a počítač - Nejlepší nástroj pro stahování Instagramu",
  "twitter_card_sumary": "shrnutí",
  "twitter_title": "Stáhněte si videa z Instagramu, Insta Reels, fotografie, příběhy zdarma | Instasnap",
  "twitter_description": "Nástroj pro stahování videí z Instagramu, Reels, fotografií, videí pro telefon a počítač - Nejlepší nástroj pro stahování Instagramu",
  "og_title": "Stáhněte si videa z Instagramu, Insta Reels, fotografie, příběhy zdarma | Instasnap",
  "og_description": "Nástroj pro stahování videí z Instagramu, Reels, fotografií, videí pro telefon a počítač - Nejlepší nástroj pro stahování Instagramu",
  "----": "-----------------------------",
  "h1_video": "Stáhnout video z Instagramu",
  "h2_video": "Stáhnout video, foto, Reels, Stories z Instagramu.",
  "h1_story": "Stáhnout Instagram Stories",
  "h2_story": "Zadejte URL Instagram Stories níže",
  "h1_reel": "Stáhnout Instagram Reels",
  "h2_reel": "Zadejte URL Instagram Reels níže",
  "h1_photo": "Stáhnout fotky z Instagramu",
  "h2_photo": "Zadejte URL fotky z Instagramu níže",
  "label": "URL Instagramu:",
  "paste": "Vložit",
  "dow_url": "Stáhnout",
  "error1": "Odkaz URL vypršel nebo neexistuje",
  "error2": "Neplatný nebo neexistující odkaz URL",
  "error3": "Neplatný odkaz URL, zkuste to prosím znovu",

  ".....": "---------------------------",
  "text1_1": "Stáhněte si videa z Instagramu",
  "text1_2": "InstaSnap byl vytvořen tak, aby vám umožnil stahovat videa IG pro libovolný účel. InstaSnap podporuje stahování videí pro několik videí z Insta.",
  "text2_1": "Stáhněte si fotografie z Instagramu",
  "text2_2": "Nástroj na stahování fotografií z Instagramu od InstaSnap vám umožňuje ukládat fotografie nebo koláže z Instagramu bez jakýchkoli potíží. S Instasnapem můžete stáhnout jednu fotku jako i více fotek z Instagramu.",
  "text3_1": "Stáhněte si videa Reels Insta",
  "text3_2": "InstaSnap byl vytvořen tak, aby vám umožnil stahovat videa IG pro libovolný účel. InstaSnap podporuje stahování videí pro několik videí z Insta.",
  "text4_1": "Stáhněte si příběhy z Instagramu",
  "text4_2": "Příběhy na Instagramu jsou jedinečným způsobem, jak kdokoli sdílet svůj každodenní život s fotografiemi a videi se všemi. Občas chcete uložit příběh, který se vám líbí, ale tato funkce není podporována v aplikaci. Instasnap byl vytvořen k řešení tohoto problému; pomoci všem stáhnout příběhy z Instagramu a zobrazit je přímo.",
  "....": "---------------------------",
  "FQ1_1": "Co je to Stahovač videí z Instagramu?",
  "FQ1_2": "Jedná se o online nástroj, který vám umožní stahovat videa Instagram reels, fotografie a videa. Pokud jej potřebujete později použít, Instasnap je nejlepší nástroj k stahování z Instagramu.",
  "FQ2_1": "Musím se přihlásit pomocí svého účtu Instagram?",
  "FQ2_2": "Ne, nemusíte se přihlásit do svého účtu, InstaSnap nevyžaduje od vás žádné informace, takže si můžete bezpečně a anonymně stáhnout cokoli z Instagramu.",
  "FQ3_1": "Mohu si přímo ukládat videa na Instagramu?",
  "FQ3_2": "Bohužel Instagram neumožňuje stahovat videa, která najdete ve svém zdroji nebo v příbězích jiných uživatelů, ale naštěstí máte nás, navštivte https://instasnap.me a stáhněte si je.",
  "FQ4_1": "Musím platit za tento službu Stahování videí a fotografií z Instagramu?",
  "FQ4_2": "Tato služba je zcela zdarma a nemá žádná omezení stahování.",
  "FQ5_1": "Mohu stahovat ze svého osobního účtu na Instagramu?",
  "FQ5_2": "Ano, můžete stahovat Reels, videa, příběhy a fotografie ze svého osobního účtu na Instagramu, pokud máte odkaz URL.",
  "FQ6_1": "Mohu si ukládat příběhy na Instagramu?",
  "FQ6_2": "Ano, můžete zobrazit a stáhnout libovolný příběh na Instagramu, z tohoto příběhu si vyberete kopírovat odkaz a vložit odkaz do Instasnap k stahování z IG.",
  "FQ7_1": "Podporuje web stahování z Insta pro počítače?",
  "FQ7_2": "Samozřejmě, můžete snadno stahovat videa, fotografie, příběhy a reels z PC, notebooku nebo tabletu.",
  "FQ8_1": "Kde jsou moje videa uložena po stažení?",
  "FQ8_2": "Videa jsou obvykle uložena ve složce Stahování na telefonech s Androidem a PC.",
  "language": "JAZYK",
  "Download_Picture": "Stáhnout obrázek",
  "Download_Video": "Stáhnout video",
  "Download_more": "Stáhnout více",
  "All": "Všechna práva vyhrazena.",
  "Download_Story_Picture": "Stáhnout obrázek příběhu",
  "Download_Story_Video": "Stáhnout video příběhu",
  "clean": "Čistit"
}
