{
	"title": "Descargar Videos de Instagram, Insta Reels, Fotos, Historias Gratis | Instasnap",
	"description": "Herramienta para descargar videos de Instagram, Reels, fotos, videos para teléfono y computadora - Mejor herramienta de descarga de Instagram",
	"twitter_card_sumary": "summary",
	"twitter_title": "Descargar Videos de Instagram, Insta Reels, Fotos, Historias Gratis | Instasnap",
	"twitter_description": "Herramienta para descargar videos de Instagram, Reels, fotos, videos para teléfono y computadora - Mejor herramienta de descarga de Instagram",
	"og_title": "Descargar Videos de Instagram, Insta Reels, Fotos, Historias Gratis | Instasnap",
	"og_description": "Herramienta para descargar videos de Instagram, Reels, fotos, videos para teléfono y computadora - Mejor herramienta de descarga de Instagram",
	"----": "-----------------------------",
	"h1_video": "Descargar Video de Instagram",
	"h2_video": "Descargar Video, Foto, Reels, Stories de Instagram.",
	"h1_story": "Descargar Stories de Instagram",
	"h2_story": "Ingrese la URL de Stories de Instagram a continuación",
	"h1_reel": "Descargar Reels de Instagram",
	"h2_reel": "Ingrese la URL de Reels de Instagram a continuación",
	"h1_photo": "Descargador de Fotos de Instagram",
	"h2_photo": "Ingrese la URL de la Foto de Instagram a continuación",
	"label": "URL de Instagram:",
	"paste": "Pegar",
	"dow_url": "Descargar",
	".....": "---------------------------",
	"error1": "El URL del enlace ha caducado o no existe",
	"error2": "URL de enlace inválido o inexistente",
	"error3": "URL de enlace inválido, por favor, inténtelo de nuevo",
	"text1_1": "Descargar Videos de Instagram",
	"text1_2": "InstaSnap fue creado para permitirte descargar videos de IG para cualquier propósito que desees. InstaSnap soporta la descarga de múltiples videos de Insta.",
	"text2_1": "Descargar Fotos de Instagram",
	"text2_2": "El Descargador de Fotos de Instagram de InstaSnap te permite guardar fotos o collages de Instagram sin ningún problema. Con Instasnap, puedes descargar una imagen de una publicación individual así como múltiples fotos de Instagram.",
	"text3_1": "Descargar Videos de Insta Reels",
	"text3_2": "InstaSnap fue creado para permitirte descargar videos de IG para cualquier propósito que desees. InstaSnap soporta la descarga de múltiples videos de Insta.",
	"text4_1": "Descargar Historias de Instagram",
	"text4_2": "Las historias en Instagram son una forma única para que cualquiera pueda compartir su vida diaria con fotos y videos con todos. A veces quieres guardar una historia que te gusta, pero esa función no está soportada en la aplicación. Instasnap fue creado para resolver ese problema; para ayudar a todos a descargar historias de Instagram y verlas directamente.",
	"....": "---------------------------",
	"FQ1_1": "¿Qué es el Descargador de Videos de Instagram?",
	"FQ1_2": "Es una herramienta en línea que te permite descargar reels, fotos y videos de Instagram. Si necesitas usarlo más tarde, Instasnap es la mejor herramienta para descargar de Instagram.",
	"FQ2_1": "¿Necesitas iniciar sesión con tu cuenta de Instagram?",
	"FQ2_2": "No, no necesitas iniciar sesión en tu cuenta, InstaSnap no requiere ninguna información de ti, por lo que puedes descargar cualquier cosa de Instagram de manera segura y anónima.",
	"FQ3_1": "¿Puedo guardar videos directamente en Instagram?",
	"FQ3_2": "Desafortunadamente, Instagram no te permite descargar los videos que encuentras en tu feed o en las historias de otros usuarios, pero por suerte nos tienes a nosotros, visita https://instasnap.me para descargarlos.",
	"FQ4_1": "¿Tengo que pagar por este servicio de descarga de videos y fotos de Instagram?",
	"FQ4_2": "Este servicio es completamente gratuito y no tiene límites de descarga.",
	"FQ5_1": "¿Puedo descargar desde mi cuenta personal de Instagram?",
	"FQ5_2": "Sí, puedes descargar Reels, Videos, Historias y fotos de tu cuenta personal de Instagram, siempre que tengas el enlace URL.",
	"FQ6_1": "¿Puedo guardar historias en Instagram?",
	"FQ6_2": "Sí, puedes ver y descargar cualquier historia de Instagram, de esa historia eliges copiar el enlace y pegar el enlace en Instasnap para descargar desde IG.",
	"FQ7_1": "¿El sitio web soporta descargas de Insta para computadoras?",
	"FQ7_2": "Por supuesto, puedes descargar fácilmente videos, fotos, historias y reels desde tu PC, laptop o tableta.",
	"FQ8_1": "¿Dónde se almacenan mis videos después de descargarlos?",
	"FQ8_2": "Los videos generalmente se almacenan en la carpeta de Descargas en teléfonos Android y PC.",
	"language": "IDIOMA",
	"Download_Picture": "Descargar Imagen",
	"Download_Video": "Descargar Video",
	"Download_more": "Descargar más",
	"All": "Todos los derechos reservados.",
	"Download_Story_Picture": "Descargar Imagen de Historia",
	"Download_Story_Video": "Descargar Video de Historia",
	"clean": "Limpiar",
	"place": "Introduce la URL de Instagram para descargar"
}