{
	"title": "Téléchargez des vidéos Instagram, Insta Reels, Photos, Stories gratuitement | Instasnap",
	"description": "Outil pour télécharger des vidéos Instagram, Reels, Photos, Vidéos pour téléphone et ordinateur - Meilleur outil de téléchargement Instagram",
	"twitter_card_sumary": "summary",
	"twitter_title": "Téléchargez des vidéos Instagram, Insta Reels, Photos, Stories gratuitement | Instasnap",
	"twitter_description": "Outil pour télécharger des vidéos Instagram, Reels, Photos, Vidéos pour téléphone et ordinateur - Meilleur outil de téléchargement Instagram",
	"og_title": "Téléchargez des vidéos Instagram, Insta Reels, Photos, Stories gratuitement | Instasnap",
	"og_description": "Outil pour télécharger des vidéos Instagram, Reels, Photos, Vidéos pour téléphone et ordinateur - Meilleur outil de téléchargement Instagram",
	"----": "-----------------------------",
	"h1_video": "Télécharger Vidéo Instagram",
	"h2_video": "Télécharger Vidéo, Photo, Reels, Stories d'Instagram.",
	"h1_story": "Télécharger Story Instagram",
	"h2_story": "Entrez l'URL des Stories Instagram ci-dessous",
	"h1_reel": "Télécharger Reels Instagram",
	"h2_reel": "Entrez l'URL des Reels Instagram ci-dessous",
	"h1_photo": "Téléchargeur de Photos Instagram",
	"h2_photo": "Entrez l'URL de la Photo Instagram ci-dessous",
	"error1": "L'URL du lien a expiré ou n'existe pas",
	"error2": "URL de lien invalide ou inexistant",
	"error3": "URL de lien invalide, veuillez réessayer",
	"label": "URL Instagram :",
	"paste": "Coller",
	"dow_url": "Télécharger",
	".....": "---------------------------",
	"text1_1": "Téléchargez des vidéos Instagram",
	"text1_2": "InstaSnap a été créé pour vous permettre de télécharger des vidéos IG pour n'importe quel usage. InstaSnap prend en charge le téléchargement de plusieurs vidéos d'Insta.",
	"text2_1": "Téléchargez des photos d'Instagram",
	"text2_2": "Le téléchargeur de photos Instagram d'InstaSnap vous permet de sauvegarder des photos ou des collages d'Instagram sans aucun tracas. Avec Instasnap, vous pouvez télécharger une image de publication unique ainsi que plusieurs photos Instagram.",
	"text3_1": "Téléchargez des vidéos Insta Reels",
	"text3_2": "InstaSnap a été créé pour vous permettre de télécharger des vidéos IG pour n'importe quel usage. InstaSnap prend en charge le téléchargement de plusieurs vidéos d'Insta.",
	"text4_1": "Téléchargez des Stories Instagram",
	"text4_2": "Les stories sur Instagram sont un moyen unique pour chacun de partager sa vie quotidienne avec des photos et des vidéos avec tout le monde. Parfois, vous souhaitez enregistrer une story que vous aimez mais cette fonctionnalité n'est pas prise en charge dans l'application. Instasnap a été créé pour résoudre ce problème ; pour aider tout le monde à télécharger des stories Instagram et à les voir directement.",
	"....": "---------------------------",
	"FQ1_1": "Qu'est-ce que le téléchargeur de vidéos Instagram ?",
	"FQ1_2": "C'est un outil en ligne qui vous permet de télécharger des reels, photos et vidéos Instagram. Si vous avez besoin de l'utiliser plus tard, Instasnap est le meilleur outil pour télécharger depuis Instagram.",
	"FQ2_1": "Avez-vous besoin de vous connecter avec votre compte Instagram ?",
	"FQ2_2": "Non, vous n'avez pas besoin de vous connecter à votre compte, InstaSnap ne nécessite aucune information de votre part, vous pouvez donc télécharger n'importe quoi depuis Instagram en toute sécurité et anonymement.",
	"FQ3_1": "Puis-je enregistrer des vidéos directement sur Instagram ?",
	"FQ3_2": "Malheureusement, Instagram ne vous permet pas de télécharger les vidéos que vous trouvez dans votre flux ou dans les stories d'autres utilisateurs, mais heureusement, vous nous avez, visitez https://instasnap.me pour les télécharger.",
	"FQ4_1": "Dois-je payer pour ce service de téléchargement de vidéos et photos Instagram ?",
	"FQ4_2": "Ce service est entièrement gratuit et n'a aucune limite de téléchargement.",
	"FQ5_1": "Puis-je télécharger depuis mon compte Instagram personnel ?",
	"FQ5_2": "Oui, vous pouvez télécharger des Reels, Vidéos, Stories et photos depuis votre compte Instagram personnel, tant que vous avez le lien URL.",
	"FQ6_1": "Puis-je enregistrer des stories sur Instagram ?",
	"FQ6_2": "Oui, vous pouvez voir et télécharger n'importe quelle story Instagram, à partir de cette story, vous choisissez de copier le lien et de coller le lien dans Instasnap pour télécharger depuis IG.",
	"FQ7_1": "Le site Web prend-il en charge le téléchargement depuis Insta pour les ordinateurs ?",
	"FQ7_2": "Bien sûr, vous pouvez facilement télécharger des vidéos, photos, stories et reels depuis votre PC, ordinateur portable ou tablette.",
	"FQ8_1": "Où sont stockées mes vidéos après leur téléchargement ?",
	"FQ8_2": "Les vidéos sont généralement stockées dans le dossier Téléchargements sur les téléphones Android et les PC.",

	"language": "LANGUE",
	"Download_Picture": "Télécharger l'image",
	"Download_Video": "Télécharger la vidéo",
	"Download_more": "Télécharger plus",
	"All": "Tous droits réservés.",
	"Download_Story_Picture": "Télécharger l'image de l'histoire",
	"Download_Story_Video": "Télécharger la vidéo de l'histoire"
}
