{
  "title": "Instagram videók, Insta Reels, képek, történetek ingyen letöltése | Instasnap",
  "description": "Eszköz az Instagram videók, Reels, képek, videók telefonra és számítógépre történő letöltéséhez - Legjobb eszköz az Instagram letöltéséhez",
  "twitter_card_sumary": "összefoglalás",
  "twitter_title": "Instagram videók, Insta Reels, képek, történetek ingyen letöltése | Instasnap",
  "twitter_description": "Eszköz az Instagram videók, Reels, képek, videók telefonra és számítógépre történő letöltéséhez - Legjobb eszköz az Instagram letöltéséhez",
  "og_title": "Instagram videók, Insta Reels, képek, történetek ingyen letöltése | Instasnap",
  "og_description": "Eszköz az Instagram videók, Reels, képek, videók telefonra és számítógépre történő letöltéséhez - Legjobb eszköz az Instagram letöltéséhez",
  "----": "-----------------------------",
  "h1_video": "Instagram Videó Letöltése",
  "h2_video": "Instagram Videó, Fotó, Reels, Stories Letöltése.",
  "h1_story": "Instagram Stories Letöltése",
  "h2_story": "Adja meg az Instagram Stories URL-t alább",
  "h1_reel": "Instagram Reels Letöltése",
  "h2_reel": "Adja meg az Instagram Reels URL-t alább",
  "h1_photo": "Instagram Fotó Letöltése",
  "h2_photo": "Adja meg az Instagram Fotó URL-t alább",
  "label": "Instagram URL:",
  "paste": "Beilleszt",
  "dow_url": "Letöltés",
  "error1": "A hivatkozás URL-je lejárt vagy nem létezik",
  "error2": "Érvénytelen vagy nem létező hivatkozás URL-je",
  "error3": "Érvénytelen hivatkozás URL, kérjük, próbálja újra",

  ".....": "---------------------------",
  "text1_1": "Instagram videók letöltése",
  "text1_2": "Az InstaSnapet az Instagram videók letöltésére hozták létre bármilyen célra. Az InstaSnap támogatja a videók letöltését több videóhoz az Insta-ról.",
  "text2_1": "Fotók letöltése az Instagramról",
  "text2_2": "Instagram Fotó Letöltő az InstaSnapből lehetővé teszi a fényképek vagy fotómontázsok mentését az Instagramról problémamentesen. Az Instasnap segítségével letölthet egyetlen bejegyzés képét, valamint több Instagram fényképet is.",
  "text3_1": "Insta Reels videók letöltése",
  "text3_2": "Az InstaSnapet az Instagram videók letöltésére hozták létre bármilyen célra. Az InstaSnap támogatja a videók letöltését több videóhoz az Insta-ról.",
  "text4_1": "Instagram történetek letöltése",
  "text4_2": "Az Instagram történetek egyedi módja mindenkinek, hogy megossza mindennapi életét fényképekkel és videókkal mindenki számára. Néha szeretnél elmenteni egy történetet, amit szeretsz, de ez a funkció nem támogatott az alkalmazásban. Az Instasnapet azért hozták létre, hogy megoldja ezt a problémát; hogy mindenki letölthesse az Instagram történeteket és közvetlenül megtekinthesse azokat.",
  "....": "---------------------------",

  "FQ1_1": "Mi az Instagram videó letöltő?",
  "FQ1_2": "Ez egy online eszköz, amely lehetővé teszi az Instagram Reels, fotók és videók letöltését. Ha később szeretné használni, az Instasnap a legjobb eszköz az Instagramról való letöltéshez.",
  "FQ2_1": "Szükséges a bejelentkezés az Instagram fiókomba?",
  "FQ2_2": "Nem, nem kell bejelentkezned a fiókodba. Az InstaSnap nem igényel tőled semmilyen információt, így biztonságosan és névtelenül letölthetsz bármit az Instagramról.",
  "FQ3_1": "Lehet-e videókat menteni közvetlenül az Instagramon?",
  "FQ3_2": "Sajnos az Instagram nem engedi, hogy letöltsd a videókat, amelyeket a hírfolyamodban vagy más felhasználók történeteiben találsz, de szerencsére van neked, látogass el a https://instasnap.me weboldalra, hogy letöltsd őket.",
  "FQ4_1": "Fizetnem kell-e az Instagram videó- és fotóletöltő szolgáltatásért?",
  "FQ4_2": "Ez a szolgáltatás teljesen ingyenes és nincsenek letöltési korlátok.",
  "FQ5_1": "Letölthetek a személyes Instagram fiókomról?",
  "FQ5_2": "Igen, letöltheted a Reels, videók, történetek és fotók a személyes Instagram fiókodból, amennyiben rendelkezel URL linkkel.",
  "FQ6_1": "Lehet-e menteni történeteket az Instagramon?",
  "FQ6_2": "Igen, megtekintheted és letöltheted az összes Instagram történetet, a választott történetből másold a linket, és illeszd be a linket az Instasnap-be, hogy letöltsd az IG-ről.",
  "FQ7_1": "Támogatja az oldal az Instagram,Letöltést a számítógépek számára?",
  "FQ7_2": "Természetesen, könnyedén letöltheted a videókat, fotókat, történeteket és Reels-eket a PC-ről, laptopról vagy táblagépről.",
  "FQ8_1": "Hol tárolódnak a videóim letöltésük után?",
  "FQ8_2": "A videók általában a Letöltések mappában találhatók az Android telefonokon és a PC-kön."
}