{
  "title": "Unduh Video Instagram, Insta Reels, Foto, Cerita Gratis | Instasnap",
  "description": "Alat untuk Mengunduh Video Instagram, Reels, Foto, Video untuk ponsel dan komputer - Alat Pengunduh Instagram Terbaik",
  "twitter_card_sumary": "summary",
  "twitter_title": "Unduh Video Instagram, Insta Reels, Foto, Cerita Gratis | Instasnap",
  "twitter_description": "Alat untuk Mengunduh Video Instagram, Reels, Foto, Video untuk ponsel dan komputer - Alat Pengunduh Instagram Terbaik",
  "og_title": "Unduh Video Instagram, Insta Reels, Foto, Cerita Gratis | Instasnap",
  "og_description": "Alat untuk Mengunduh Video Instagram, Reels, Foto, Video untuk ponsel dan komputer - Alat Pengunduh Instagram Terbaik",
  "----": "-----------------------------",
  "h1_video": "Unduh Video Instagram",
  "h2_video": "Unduh Video Instagram, Foto, Reels, Stories.",
  "h1_story": "Unduh Cerita Instagram",
  "h2_story": "Masukkan URL Cerita Instagram di bawah ini",
  "h1_reel": "Unduh Reels Instagram",
  "h2_reel": "Masukkan URL Reels Instagram di bawah ini",
  "h1_photo": "Pengunduh Foto Instagram",
  "h2_photo": "Masukkan URL Foto Instagram di bawah ini",
  "label": "URL Instagram:",
  "paste": "Tempel",
  "dow_url": "Unduh",
  ".....": "---------------------------",
  "error1": "Bağlantı URL zaman aşımına uğradı veya mevcut değil",
  "error2": "Geçersiz veya mevcut olmayan Bağlantı URL",
  "error3": "Geçersiz Bağlantı URL, lütfen yeniden deneyin",

  "text1_1": "Unduh Video Instagram",
  "text1_2": "InstaSnap dibuat untuk memungkinkan Anda mengunduh video IG untuk tujuan apa pun yang Anda inginkan. InstaSnap mendukung pengunduhan video untuk beberapa video dari Insta.",
  "text2_1": "Unduh Foto dari Instagram",
  "text2_2": "Pengunduh Foto Instagram dari InstaSnap memungkinkan Anda menyimpan foto atau kolase dari Instagram tanpa repot. Dengan Instasnap, Anda dapat mengunduh gambar posting tunggal serta beberapa foto Instagram.",
  "text3_1": "Unduh Video Insta Reels",
  "text3_2": "InstaSnap dibuat untuk memungkinkan Anda mengunduh video IG untuk tujuan apa pun yang Anda inginkan. InstaSnap mendukung pengunduhan video untuk beberapa video dari Insta.",
  "text4_1": "Unduh Cerita Instagram",
  "text4_2": "Cerita di Instagram adalah cara unik bagi siapa saja untuk berbagi kehidupan sehari-hari mereka dengan foto dan video dengan semua orang. Terkadang Anda ingin menyimpan cerita yang Anda sukai tetapi fitur itu tidak didukung di aplikasi. Instasnap dibuat untuk menyelesaikan masalah itu; untuk membantu semua orang mengunduh Cerita Instagram dan melihatnya secara langsung.",
  "....": "---------------------------",

  "FQ1_1": "Apa itu Pengunduh Video Instagram?",
  "FQ1_2": "Ini adalah alat online yang memungkinkan Anda mengunduh reels, foto, dan video Instagram. Jika Anda perlu menggunakannya nanti, Instasnap adalah alat terbaik untuk mengunduh dari Instagram.",
  "FQ2_1": "Apakah Anda perlu masuk dengan akun Instagram Anda?",
  "FQ2_2": "Tidak, Anda tidak perlu masuk ke akun Anda, InstaSnap tidak memerlukan informasi apa pun dari Anda, sehingga Anda dapat mengunduh apa pun dari Instagram dengan aman dan anonim.",
  "FQ3_1": "Bisakah saya menyimpan video langsung di Instagram?",
  "FQ3_2": "Sayangnya, Instagram tidak mengizinkan Anda mengunduh video yang Anda temukan di feed Anda atau di cerita pengguna lain, tetapi untungnya Anda memiliki kami, kunjungi https://instasnap.me untuk mengunduhnya.",
  "FQ4_1": "Apakah saya harus membayar untuk layanan Pengunduhan Video & Foto Instagram ini?",
  "FQ4_2": "Layanan ini sepenuhnya gratis dan tidak memiliki batas unduhan.",
  "FQ5_1": "Bisakah saya mengunduh dari akun Instagram pribadi saya?",
  "FQ5_2": "Ya, Anda dapat mengunduh Reels, Video, Cerita, dan foto dari akun Instagram pribadi Anda, selama Anda memiliki tautan URL.",
  "FQ6_1": "Bisakah saya menyimpan cerita di Instagram?",
  "FQ6_2": "Ya, Anda dapat melihat dan mengunduh cerita Instagram apa pun, dari cerita tersebut Anda memilih untuk menyalin tautan dan menempelkan tautan ke Instasnap untuk diunduh dari IG.",
  "FQ7_1": "Apakah situs web mendukung pengunduhan dari Insta untuk komputer?",
  "FQ7_2": "Tentu saja, Anda dapat dengan mudah mengunduh video, foto, cerita, dan reels dari PC, Laptop, atau tablet Anda.",
  "FQ8_1": "Di mana video saya disimpan setelah diunduh?",
  "FQ8_2": "Video biasanya disimpan di folder Unduhan di Ponsel Android dan PC."
}
