{
  "title": "Scarica video Instagram, Insta Reels, foto, storie gratuitamente | Instasnap",
  "description": "Strumento per scaricare video, Reels, foto, video da Instagram per telefono e computer - Miglior downloader di Instagram",
  "twitter_card_sumary": "sommario",
  "twitter_title": "Scarica video Instagram, Insta Reels, foto, storie gratuitamente | Instasnap",
  "twitter_description": "Strumento per scaricare video, Reels, foto, video da Instagram per telefono e computer - Miglior downloader di Instagram",
  "og_title": "Scarica video Instagram, Insta Reels, foto, storie gratuitamente | Instasnap",
  "og_description": "Strumento per scaricare video, Reels, foto, video da Instagram per telefono e computer - Miglior downloader di Instagram",
  "----": "-----------------------------",
  "h1_video": "Scarica Video Instagram",
  "h2_video": "Scarica Video, Foto, Reels, Stories di Instagram.",
  "h1_story": "Scarica Storie Instagram",
  "h2_story": "Inserisci l'URL delle Storie Instagram qui sotto",
  "h1_reel": "Scarica Reels Instagram",
  "h2_reel": "Inserisci l'URL dei Reels Instagram qui sotto",
  "h1_photo": "Scarica Foto Instagram",
  "h2_photo": "Inserisci l'URL della Foto Instagram qui sotto",
  "label": "URL di Instagram:",
  "paste": "Incolla",
  "dow_url": "Scarica",
  "error1": "URL del link scaduto o inesistente",
  "error2": "URL del link non valido o inesistente",
  "error3": "URL del link non valido, riprova per favore",

  ".....": "---------------------------",
  "text1_1": "Scarica video Instagram",
  "text1_2": "InstaSnap è stato creato per consentirti di scaricare video IG per qualsiasi scopo desideri. InstaSnap supporta il download di video per più video da Insta.",
  "text2_1": "Scarica foto da Instagram",
  "text2_2": "Instagram Photo Downloader da InstaSnap ti consente di salvare foto o collage da Instagram senza problemi. Con Instasnap, puoi scaricare un'immagine di post singolo così come più foto di Instagram.",
  "text3_1": "Scarica video Reels Insta",
  "text3_2": "InstaSnap è stato creato per consentirti di scaricare video IG per qualsiasi scopo desideri. InstaSnap supporta il download di video per più video da Insta.",
  "text4_1": "Scarica storie di Instagram",
  "text4_2": "Le storie su Instagram sono un modo unico per chiunque di condividere la propria vita quotidiana con foto e video con tutti. A volte vuoi salvare una storia che ti piace ma questa funzionalità non è supportata nell'app. Instasnap è stato creato per risolvere questo problema; per aiutare tutti a scaricare le storie di Instagram e visualizzarle direttamente.",
  "....": "---------------------------",
  "FQ1_1": "Cos'è il Downloader video di Instagram?",
  "FQ1_2": "Questo è uno strumento online che ti consente di scaricare Reels, foto e video di Instagram. Se hai bisogno di usarlo in seguito, Instasnap è il miglior strumento per scaricare da Instagram.",
  "FQ2_1": "Devo accedere con il mio account Instagram?",
  "FQ2_2": "No, non è necessario accedere al tuo account. InstaSnap non richiede alcuna informazione da te, quindi puoi scaricare qualsiasi cosa da Instagram in modo sicuro e anonimo.",
  "FQ3_1": "Posso salvare i video direttamente su Instagram?",
  "FQ3_2": "Sfortunatamente, Instagram non ti consente di scaricare i video che trovi nel tuo feed o nelle storie di altri utenti, ma per fortuna ci hai noi, visita https://instasnap.me per scaricarli.",
  "FQ4_1": "Devo pagare per questo servizio di download di video e foto di Instagram?",
  "FQ4_2": "Questo servizio è completamente gratuito e non ha limiti di download.",
  "FQ5_1": "Posso scaricare dal mio account personale Instagram?",
  "FQ5_2": "Sì, puoi scaricare Reels, video, storie e foto dal tuo account personale Instagram, purché tu abbia il link URL.",
  "FQ6_1": "Posso salvare le storie su Instagram?",
  "FQ6_2": "Sì, puoi visualizzare e scaricare qualsiasi storia di Instagram, da quella storia scegli di copiare il link e incollare il link in Instasnap per scaricare da IG.",
  "FQ7_1": "Il sito supporta il download da Insta per computer?",
  "FQ7_2": "Certamente, puoi facilmente scaricare video, foto, storie e Reels dal tuo PC, laptop o tablet.",
  "FQ8_1": "Dove vengono memorizzati i miei video dopo il download?",
  "FQ8_2": "I video vengono solitamente memorizzati nella cartella Download su telefoni Android e PC."
}
