{
  "title": "Unduh Video Instagram, Insta Reels, Foto, Cerita Gratis | Instasnap",
  "description": "Alat untuk Mengunduh Video Instagram, Reels, Foto, Video untuk ponsel dan komputer - Alat Terbaik untuk Mengunduh Instagram",
  "twitter_card_sumary": "ringkasan",
  "twitter_title": "Unduh Video Instagram, Insta Reels, Foto, Cerita Gratis | Instasnap",
  "twitter_description": "Alat untuk Mengunduh Video Instagram, Reels, Foto, Video untuk ponsel dan komputer - Alat Terbaik untuk Mengunduh Instagram",
  "og_title": "Unduh Video Instagram, Insta Reels, Foto, Cerita Gratis | Instasnap",
  "og_description": "Alat untuk Mengunduh Video Instagram, Reels, Foto, Video untuk ponsel dan komputer - Alat Terbaik untuk Mengunduh Instagram",
  "----": "-----------------------------",
  "h1_video": "Unduh Video Instagram",
  "h2_video": "Unduh Video, Foto, Reels, Stories Instagram.",
  "h1_story": "Unduh Cerita Instagram",
  "h2_story": "Lebokake URL Cerita Instagram ing ngisor iki",
  "h1_reel": "Unduh Reels Instagram",
  "h2_reel": "Lebokake URL Reels Instagram ing ngisor iki",
  "h1_photo": "Unduh Foto Instagram",
  "h2_photo": "Lebokake URL Foto Instagram ing ngisor iki",
  "label": "URL Instagram:",
  "paste": "Tempel",
  "dow_url": "Unduh",
  "error1": "URL tautan kadaluwarsa atau tidak ada",
  "error2": "URL tautan tidak valid atau tidak ada",
  "error3": "URL tautan tidak valid, monggo coba meneh",

  ".....": "---------------------------",
  "text1_1": "Unduh Video Instagram",
  "text1_2": "InstaSnap diciptakan untuk memungkinkan Anda mengunduh video IG untuk tujuan apa pun yang Anda inginkan. InstaSnap mendukung pengunduhan video untuk beberapa video dari Insta.",
  "text2_1": "Unduh Foto dari Instagram",
  "text2_2": "Pengunduh Foto Instagram dari InstaSnap memungkinkan Anda menyimpan foto atau kolase dari Instagram tanpa kerumitan apa pun. Dengan Instasnap, Anda dapat mengunduh gambar posting tunggal serta beberapa foto Instagram.",
  "text3_1": "Unduh Video Reels Insta",
  "text3_2": "InstaSnap diciptakan untuk memungkinkan Anda mengunduh video IG untuk tujuan apa pun yang Anda inginkan. InstaSnap mendukung pengunduhan video untuk beberapa video dari Insta.",
  "text4_1": "Unduh Cerita Instagram",
  "text4_2": "Cerita di Instagram adalah cara unik bagi siapa pun untuk berbagi kehidupan sehari-hari mereka dengan foto dan video dengan semua orang. Kadang-kadang Anda ingin menyimpan cerita yang Anda sukai tetapi fitur tersebut tidak didukung dalam aplikasi. Instasnap diciptakan untuk memecahkan masalah itu; untuk membantu semua orang mengunduh Cerita Instagram dan melihatnya secara langsung.",
  "....": "---------------------------",
  "FQ1_1": "Apa itu Pengunduh Video Instagram?",
  "FQ1_2": "Ini adalah alat online yang memungkinkan Anda mengunduh guliran Instagram, foto, dan video. Jika Anda perlu menggunakannya nanti, Instasnap adalah alat terbaik untuk diunduh dari Instagram.",
  "FQ2_1": "Apakah Anda perlu masuk dengan akun Instagram Anda?",
  "FQ2_2": "Tidak, Anda tidak perlu masuk ke akun Anda, InstaSnap tidak memerlukan informasi apa pun dari Anda, jadi Anda dapat mengunduh apa pun dari Instagram dengan aman dan anonim.",
  "FQ3_1": "Bisakah saya menyimpan video langsung di Instagram?",
  "FQ3_2": "Sayangnya, Instagram tidak mengizinkan Anda mengunduh video yang Anda temukan di feed Anda atau dalam cerita pengguna lain, tetapi untungnya Anda memiliki kami, kunjungi https://instasnap.me untuk mengunduhnya.",
  "FQ4_1": "Haruskah saya membayar untuk layanan Unduh Video & Foto Instagram ini?",
  "FQ4_2": "Layanan ini sepenuhnya gratis dan tidak memiliki batasan unduhan.",
  "FQ5_1": "Dapatkah saya mengunduh dari akun Instagram pribadi saya?",
  "FQ5_2": "Ya, Anda dapat mengunduh Reels, Video, Cerita, dan foto dari akun Instagram pribadi Anda, selama Anda memiliki tautan URL.",
  "FQ6_1": "Dapatkah saya menyimpan cerita di Instagram?",
  "FQ6_2": "Ya, Anda dapat melihat dan mengunduh Cerita Instagram apa pun, dari Cerita itu Anda memilih untuk menyalin tautan dan menempelkan tautan ke Instasnap untuk diunduh dari IG.",
  "FQ7_1": "Apakah situs web mendukung pengunduhan dari Insta untuk komputer?",
  "FQ7_2": "Tentu saja, Anda dapat dengan mudah mengunduh video, foto, cerita, dan guliran dari PC, Laptop, atau tablet Anda.",
  "FQ8_1": "Di mana video saya disimpan setelah diunduh?",
  "FQ8_2": "Video biasanya disimpan di folder Unduhan pada Ponsel Android dan PC.",

  "language": "BAHASA",
  "Download_Picture": "Unduh Gambar",
  "Download_Video": "Unduh Video",
  "Download_more": "Unduh lebih",
  "All": "Semua hak cipta dilindungi.",
  "Download_Story_Picture": "Unduh Gambar Cerita",
  "Download_Story_Video": "Unduh Video Cerita"
}
