{
  "title": "Muat turun Video Instagram, Insta Reels, Foto, Cerita secara Percuma | Instasnap",
  "description": "Alat untuk Memuat Turun Video Instagram, Reels, Foto, Video untuk telefon dan komputer - Alat Terbaik Pengunduh Instagram",
  "twitter_card_sumary": "ringkasan",
  "twitter_title": "Muat turun Video Instagram, Insta Reels, Foto, Cerita secara Percuma | Instasnap",
  "twitter_description": "Alat untuk Memuat Turun Video Instagram, Reels, Foto, Video untuk telefon dan komputer - Alat Terbaik Pengunduh Instagram",
  "og_title": "Muat turun Video Instagram, Insta Reels, Foto, Cerita secara Percuma | Instasnap",
  "og_description": "Alat untuk Memuat Turun Video Instagram, Reels, Foto, Video untuk telefon dan komputer - Alat Terbaik Pengunduh Instagram",
  "----": "-----------------------------",
  "h1_video": "Muat Turun Video Instagram",
  "h2_video": "Muat Turun Video, Foto, Reels, Stories dari Instagram.",
  "h1_story": "Muat Turun Stories Instagram",
  "h2_story": "Masukkan URL Stories Instagram di bawah",
  "h1_reel": "Muat Turun Reels Instagram",
  "h2_reel": "Masukkan URL Reels Instagram di bawah",
  "h1_photo": "Pemuat Turun Foto Instagram",
  "h2_photo": "Masukkan URL Foto Instagram di bawah",
  "label": "URL Instagram:",
  "paste": "Tampal",
  "dow_url": "Muat turun",
  ".....": "---------------------------",
  "error1": "URL pautan tamat atau tidak wujud",
  "error2": "URL pautan tidak sah atau tidak wujud",
  "error3": "URL pautan tidak sah, sila cuba lagi",

  "text1_1": "Muat turun Video Instagram",
  "text1_2": "InstaSnap dicipta untuk membolehkan anda memuat turun video IG untuk sebarang tujuan yang anda mahu. InstaSnap menyokong muat turun video untuk beberapa video dari Insta.",
  "text2_1": "Muat turun Foto dari Instagram",
  "text2_2": "Pengunduh Foto Instagram dari InstaSnap membolehkan anda menyimpan foto atau kolaj dari Instagram tanpa sebarang kesulitan. Dengan Instasnap, anda boleh memuat turun imej pos tunggal serta beberapa foto Instagram.",
  "text3_1": "Muat turun Video Reels Insta",
  "text3_2": "InstaSnap dicipta untuk membolehkan anda memuat turun video IG untuk sebarang tujuan yang anda mahu. InstaSnap menyokong muat turun video untuk beberapa video dari Insta.",
  "text4_1": "Muat turun Cerita Instagram",
  "text4_2": "Cerita di Instagram adalah cara unik bagi sesiapa sahaja untuk berkongsi kehidupan harian mereka dengan foto dan video kepada semua orang. Kadang-kadang anda mahu menyimpan cerita yang anda suka tetapi ciri itu tidak disokong dalam aplikasi. Instasnap dicipta untuk menyelesaikan masalah itu; untuk membantu semua orang memuat turun Cerita Instagram dan melihatnya secara langsung.",
  "....": "---------------------------",

  "FQ1_1": "Apakah Pengunduh Video Instagram?",
  "FQ1_2": "Ini adalah alat dalam talian yang membolehkan anda memuat turun reels Instagram, foto, dan video. Jika anda perlu menggunakannya kemudian, Instasnap adalah alat terbaik untuk memuat turun dari Instagram.",
  "FQ2_1": "Adakah anda perlu log masuk dengan akaun Instagram anda?",
  "FQ2_2": "Tidak, anda tidak perlu log masuk ke akaun anda, InstaSnap tidak memerlukan sebarang maklumat dari anda, jadi anda boleh memuat turun apa sahaja dari Instagram dengan selamat dan secara anonim.",
  "FQ3_1": "Bolehkah saya menyimpan video terus di Instagram?",
  "FQ3_2": "Malangnya, Instagram tidak membenarkan anda memuat turun video yang anda jumpai dalam feed anda atau dalam cerita pengguna lain, tetapi nasib baik anda mempunyai kami, lawati https://instasnap.me untuk memuat turun.",
  "FQ4_1": "Adakah saya perlu membayar untuk perkhidmatan Muat Turun Video & Foto Instagram ini?",
  "FQ4_2": "Perkhidmatan ini adalah percuma sepenuhnya dan tiada had muat turun.",
  "FQ5_1": "Bolehkah saya memuat turun dari akaun Instagram peribadi saya?",
  "FQ5_2": "Ya, anda boleh memuat turun Reels, Video, Cerita, dan foto dari akaun Instagram peribadi anda, selagi anda mempunyai pautan URL.",
  "FQ6_1": "Bolehkah saya menyimpan cerita di Instagram?",
  "FQ6_2": "Ya, anda boleh melihat dan memuat turun mana-mana Cerita Instagram, dari Cerita yang anda pilih untuk menyalin pautan dan tampal pautan ke Instasnap untuk memuat turun dari IG.",
  "FQ7_1": "Adakah laman web ini menyokong muat turun dari Insta untuk komputer?",
  "FQ7_2": "Tentu saja, anda boleh dengan mudah memuat turun video, foto, cerita, dan reels dari PC, Laptop, atau tablet anda.",
  "FQ8_1": "Di mana video saya disimpan selepas dimuat turun?",
  "FQ8_2": "Video biasanya disimpan dalam folder Muat Turun pada Telefon Android dan PC.",
  "language": "BAHASA",
  "Download_Picture": "Muat Turun Gambar",
  "Download_Video": "Muat Turun Video",
  "Download_more": "Muat turun lebih",
  "All": "Semua hak cipta terpelihara.",
  "Download_Story_Picture": "Muat Turun Gambar Cerita",
  "Download_Story_Video": "Muat Turun Video Cerita",
  "clean": "Bersihkan"
}

