{
  "title": "Download Instagram Video's, Insta Reels, Foto's, Verhalen gratis | Instasnap",
  "description": "Tool om Instagram video's, reels, foto's en video's voor telefoon en computer te downloaden - Beste Instagram-downloader",
  "twitter_card_sumary": "samenvatting",
  "twitter_title": "Download Instagram Video's, Insta Reels, Foto's, Verhalen gratis | Instasnap",
  "twitter_description": "Tool om Instagram video's, reels, foto's en video's voor telefoon en computer te downloaden - Beste Instagram-downloader",
  "og_title": "Download Instagram Video's, Insta Reels, Foto's, Verhalen gratis | Instasnap",
  "og_description": "Tool om Instagram video's, reels, foto's en video's voor telefoon en computer te downloaden - Beste Instagram-downloader",
  "----": "-----------------------------",

  "h1_video": "Instagram Video Downloaden",
  "h2_video": "Download Instagram Video, Foto, Reels, Stories.",
  "h1_story": "Instagram Verhaal Downloaden",
  "h2_story": "Voer hieronder de URL van het Instagram-verhaal in",
  "h1_reel": "Instagram Reels Downloaden",
  "h2_reel": "Voer hieronder de URL van de Instagram Reels in",
  "h1_photo": "Instagram Foto Downloader",
  "h2_photo": "Voer hieronder de URL van de Instagram-foto in",

"label": "Instagram URL:",
  "paste": "Plakken",
  "dow_url": "Downloaden",
  ".....": "---------------------------",
  "text1_1": "Download Instagram Video's",
  "text1_2": "InstaSnap is gemaakt om je in staat te stellen IG-video's te downloaden voor elk doel dat je maar wilt. InstaSnap ondersteunt het downloaden van video's voor meerdere video's van Insta.",
  "text2_1": "Download Foto's van Instagram",
  "text2_2": "Instagram Photo Downloader van InstaSnap stelt je in staat om foto's of collages van Instagram op te slaan zonder gedoe. Met Instasnap kun je een enkele berichtafbeelding downloaden, evenals meerdere Instagram-foto's.",
  "text3_1": "Download Insta Reels Video's",
  "text3_2": "InstaSnap is gemaakt om je in staat te stellen IG-video's te downloaden voor elk doel dat je maar wilt. InstaSnap ondersteunt het downloaden van video's voor meerdere video's van Insta.",
  "text4_1": "Download Instagram Verhalen",
  "text4_2": "Verhalen op Instagram zijn een unieke manier voor iedereen om hun dagelijkse leven te delen met foto's en video's met iedereen. Soms wil je een verhaal dat je leuk vindt opslaan, maar die functie wordt niet ondersteund in de app. Instasnap is gemaakt om dat probleem op te lossen; om iedereen te helpen Instagram-verhalen te downloaden en ze direct te bekijken.",
  "....": "---------------------------",
  "FQ1_1": "Wat is de Instagram Video Downloader?",
  "FQ1_2": "Dit is een online tool waarmee je Instagram-reels, foto's en video's kunt downloaden. Als je het later wilt gebruiken, is Instasnap de beste tool om te downloaden van Instagram.",
  "FQ2_1": "Moet je inloggen met je Instagram-account?",
  "FQ2_2": "Nee, je hoeft niet in te loggen op je account, InstaSnap vereist geen enkele informatie van jou, dus je kunt veilig en anoniem alles downloaden van Instagram.",
  "FQ3_1": "Kan ik video's rechtstreeks op Instagram opslaan?",
  "FQ3_2": "Helaas staat Instagram je niet toe om de video's die je in je feed vindt of in de verhalen van andere gebruikers te downloaden, maar gelukkig heb je ons, bezoek https://instasnap.me om ze te downloaden.",
  "FQ4_1": "Moet ik betalen voor deze Instagram Video & Foto Download-service?",
  "FQ4_2": "Deze service is volledig gratis en heeft geen downloadlimieten.",
  "FQ5_1": "Kan ik downloaden vanuit mijn persoonlijke Instagram-account?",
  "FQ5_2": "Ja, je kunt Reels, Video's, Verhalen en foto's downloaden van je persoonlijke Instagram-account, zolang je de URL-link hebt.",
  "FQ6_1": "Kan ik verhalen opslaan op Instagram?",
  "FQ6_2": "Ja, je kunt elk Instagram-verhaal bekijken en downloaden, van dat verhaal kies je ervoor om de link te kopiëren en de link in te plakken in Instasnap om te downloaden van IG.",
  "FQ7_1": "Ondersteunt de website het downloaden van Insta voor computers?",
  "FQ7_2": "Natuurlijk kun je gemakkelijk video's, foto's, verhalen en reels downloaden vanaf je pc, laptop of tablet.",
  "FQ8_1": "Waar worden mijn video's opgeslagen nadat ze zijn gedownload?",
  "FQ8_2": "Video's worden meestal opgeslagen in de map Downloads op Android-telefoons en pc's."
}
