{
  "title": "Baixe vídeos do Instagram, Insta Reels, fotos, stories gratuitamente | Instasnap",
  "description": "Ferramenta para baixar vídeos do Instagram, Reels, fotos, vídeos para telefone e computador - Melhor ferramenta de download do Instagram",
  "twitter_card_sumary": "summary",
  "twitter_title": "Baixe vídeos do Instagram, Insta Reels, fotos, stories gratuitamente | Instasnap",
  "twitter_description": "Ferramenta para baixar vídeos do Instagram, Reels, fotos, vídeos para telefone e computador - Melhor ferramenta de download do Instagram",
  "og_title": "Baixe vídeos do Instagram, Insta Reels, fotos, stories gratuitamente | Instasnap",
  "og_description": "Ferramenta para baixar vídeos do Instagram, Reels, fotos, vídeos para telefone e computador - Melhor ferramenta de download do Instagram",
  "----": "-----------------------------",

  "h1_video": "Baixar Vídeo do Instagram",
  "h2_video": "Baixar Vídeo, Foto, Reels, Stories do Instagram.",
  "h1_story": "Baixar Stories do Instagram",
  "h2_story": "Insira a URL dos Stories do Instagram abaixo",
  "h1_reel": "Baixar Reels do Instagram",
  "h2_reel": "Insira a URL dos Reels do Instagram abaixo",
  "h1_photo": "Baixador de Fotos do Instagram",
  "h2_photo": "Insira a URL da Foto do Instagram abaixo",
  "error1": "URL do link expirou ou não existe",
  "error2": "URL do link inválido ou inexistente",
  "error3": "URL do link inválido, por favor, tente novamente",

"label": "URL do Instagram:",
  "paste": "Colar",
  "dow_url": "Baixar",
  ".....": "---------------------------",

  "text1_1": "Baixar vídeos do Instagram",
  "text1_2": "O InstaSnap foi criado para permitir que você baixe vídeos do IG para qualquer finalidade que desejar. O InstaSnap suporta o download de múltiplos vídeos do Insta.",
  "text2_1": "Baixar fotos do Instagram",
  "text2_2": "O Instagram Photo Downloader do InstaSnap permite que você salve fotos ou colagens do Instagram sem qualquer dificuldade. Com o Instasnap, você pode baixar uma única imagem de postagem, bem como várias fotos do Instagram.",
  "text3_1": "Baixar vídeos do Insta Reels",
  "text3_2": "O InstaSnap foi criado para permitir que você baixe vídeos do IG para qualquer finalidade que desejar. O InstaSnap suporta o download de múltiplos vídeos do Insta.",
  "text4_1": "Baixar stories do Instagram",
  "text4_2": "As stories no Instagram são uma maneira única para qualquer pessoa compartilhar sua vida diária com fotos e vídeos com todos. Às vezes, você quer salvar uma story que gosta, mas esse recurso não é suportado no aplicativo. O Instasnap foi criado para resolver esse problema; para ajudar todos a baixar stories do Instagram e visualizá-las diretamente.",
  "....": "---------------------------",

  "FQ1_1": "O que é o Instagram Video Downloader?",
  "FQ1_2": "É uma ferramenta online que permite baixar reels, fotos e vídeos do Instagram. Se você precisar usá-la mais tarde, o Instasnap é a melhor ferramenta para baixar do Instagram.",
  "FQ2_1": "Você precisa fazer login com sua conta do Instagram?",
  "FQ2_2": "Não, você não precisa fazer login na sua conta, o InstaSnap não exige nenhuma informação de você, então você pode baixar qualquer coisa do Instagram de forma segura e anônima.",
  "FQ3_1": "Posso salvar vídeos diretamente no Instagram?",
  "FQ3_2": "Infelizmente, o Instagram não permite que você baixe os vídeos que encontra no seu feed ou nas stories de outros usuários, mas felizmente você tem a nós, visite https://instasnap.me para baixá-los.",
  "FQ4_1": "Preciso pagar por este serviço de download de vídeos e fotos do Instagram?",
  "FQ4_2": "Este serviço é completamente gratuito e não possui limites de download.",
  "FQ5_1": "Posso baixar do meu perfil pessoal do Instagram?",
  "FQ5_2": "Sim, você pode baixar Reels, vídeos, stories e fotos do seu perfil pessoal do Instagram, desde que você tenha o link URL.",
  "FQ6_1": "Posso salvar stories no Instagram?",
  "FQ6_2": "Sim, você pode visualizar e baixar qualquer story do Instagram, a partir dessa story você escolhe copiar o link e colar o link no Instasnap para baixar do IG.",
  "FQ7_1": "O site suporta downloads do Insta para computadores?",
  "FQ7_2": "Claro, você pode facilmente baixar vídeos, fotos, stories e reels do seu PC, laptop ou tablet.",
  "FQ8_1": "Onde meus vídeos são armazenados após serem baixados?",
  "FQ8_2": "Os vídeos são geralmente armazenados na pasta Downloads em telefones Android e PCs."
}
