{
  "title": "Скачать видео Instagram, Insta Reels, фотографии, истории бесплатно | Instasnap",
  "description": "Инструмент для скачивания видео Instagram, Reels, фотографий, видео для телефона и компьютера - лучший инструмент для загрузки Instagram",
  "twitter_card_sumary": "summary",
  "twitter_title": "Скачать видео Instagram, Insta Reels, фотографии, истории бесплатно | Instasnap",
  "twitter_description": "Инструмент для скачивания видео Instagram, Reels, фотографий, видео для телефона и компьютера - лучший инструмент для загрузки Instagram",
  "og_title": "Скачать видео Instagram, Insta Reels, фотографии, истории бесплатно | Instasnap",
  "og_description": "Инструмент для скачивания видео Instagram, Reels, фотографий, видео для телефона и компьютера - лучший инструмент для загрузки Instagram",
  "----": "-----------------------------",

  "h1_video": "Скачать видео с Instagram",
  "h2_video": "Скачать видео, фото, Reels, Stories с Instagram.",
  "h1_story": "Скачать истории Instagram",
  "h2_story": "Введите URL истории Instagram ниже",
  "h1_reel": "Скачать Reels с Instagram",
  "h2_reel": "Введите URL Reels Instagram ниже",
  "h1_photo": "Загрузчик фото с Instagram",
  "h2_photo": "Введите URL фото Instagram ниже",
  "error1": "URL ссылки просрочен или не существует",
  "error2": "Неверный или несуществующий URL ссылки",
  "error3": "Недопустимый URL ссылки, пожалуйста, повторите попытку",

"label": "URL Instagram:",
  "paste": "Вставить",
  "dow_url": "Скачать",
  ".....": "---------------------------",

  "text1_1": "Скачать видео Instagram",
  "text1_2": "InstaSnap был создан, чтобы позволить вам скачивать видео IG для любых целей. InstaSnap поддерживает скачивание нескольких видео с Insta.",
  "text2_1": "Скачать фотографии из Instagram",
  "text2_2": "Instagram Photo Downloader от InstaSnap позволяет вам сохранять фотографии или коллажи из Instagram без каких-либо хлопот. С Instasnap вы можете скачивать как одно изображение публикации, так и несколько фотографий Instagram.",
  "text3_1": "Скачать видео Insta Reels",
  "text3_2": "InstaSnap был создан, чтобы позволить вам скачивать видео IG для любых целей. InstaSnap поддерживает скачивание нескольких видео с Insta.",
  "text4_1": "Скачать истории Instagram",
  "text4_2": "Истории в Instagram - это уникальный способ для любого человека делиться своей повседневной жизнью с фотографиями и видео со всеми. Иногда вы хотите сохранить историю, которая вам нравится, но эта функция не поддерживается в приложении. Instasnap был создан для решения этой проблемы; чтобы помочь всем скачивать истории Instagram и просматривать их напрямую.",
  "....": "---------------------------",

  "FQ1_1": "Что такое Instagram Video Downloader?",
  "FQ1_2": "Это онлайн-инструмент, который позволяет скачивать reels, фотографии и видео Instagram. Если вам нужно использовать его позже, Instasnap - лучший инструмент для скачивания из Instagram.",
  "FQ2_1": "Нужно ли вам входить в свой аккаунт Instagram?",
  "FQ2_2": "Нет, вам не нужно входить в свой аккаунт, InstaSnap не требует от вас никакой информации, поэтому вы можете безопасно и анонимно скачивать все, что угодно из Instagram.",
  "FQ3_1": "Могу ли я сохранять видео прямо в Instagram?",
  "FQ3_2": "К сожалению, Instagram не позволяет скачивать видео, которые вы находите в своей ленте или в историях других пользователей, но, к счастью, у вас есть мы, посетите https://instasnap.me, чтобы скачать их.",
  "FQ4_1": "Нужно ли платить за эту услугу скачивания видео и фотографий из Instagram?",
  "FQ4_2": "Эта услуга полностью бесплатна и не имеет ограничений на скачивание.",
  "FQ5_1": "Могу ли я скачивать из своего личного аккаунта Instagram?",
  "FQ5_2": "Да, вы можете скачивать Reels, видео, истории и фотографии из своего личного аккаунта Instagram, если у вас есть ссылка URL.",
  "FQ6_1": "Могу ли я сохранять истории в Instagram?",
  "FQ6_2": "Да, вы можете просматривать и скачивать любую историю Instagram, из этой истории вы выбираете копировать ссылку и вставлять ссылку в Instasnap для скачивания из IG.",
  "FQ7_1": "Поддерживает ли сайт скачивание из Insta для компьютеров?",
  "FQ7_2": "Конечно, вы можете легко скачивать видео, фотографии, истории и reels с вашего ПК, ноутбука или планшета.",
  "FQ8_1": "Где хранятся мои видео после их скачивания?",
  "FQ8_2": "Видео обычно хранятся в папке Загрузки на Android-телефонах и ПК.",

  "language": "ЯЗЫК",
  "Download_Picture": "Скачать изображение",
  "Download_Video": "Скачать видео",
  "Download_more": "Скачать больше",
  "All": "Все права защищены.",
  "Download_Story_Picture": "Скачать изображение истории",
  "Download_Story_Video": "Скачать видео истории",
  "clean": "Очистить"
}

