{
	"title": "Tải Video Instagram, Insta Reels, Photo, Story miễn phí | Instasnap",
	"description": "Công cụ Tải Video Instagram, Reels, Photos, Videos cho điện thoại và máy tính - Best Tool Instagram Downloader",
	"twitter_card_sumary": "summary",
	"twitter_title": "Tải Video Instagram, Insta Reels, Photo, Story miễn phí | Instasnap",
	"twitter_description": "Công cụ Tải Video Instagram, Reels, Photos, Videos cho điện thoại và máy tính - Best Tool Instagram Downloader",
	"og_title": "Tải Video Instagram, Insta Reels, Photo, Story miễn phí | Instasnap",
	"og_description": "Công cụ Tải Video Instagram, Reels, Photos, Videos cho điện thoại và máy tính - Best Tool Instagram Downloader",
	"----": "-----------------------------",

	"h1_video": "Tải Video Instagram",
	"h2_video": "Tải Video Instagram, Ảnh, Reels, Stories.",
	"h1_story": "Tải Stories Instagram",
	"h2_story": "Nhập URL Stories Instagram bên dưới",
	"h1_reel": "Tải Reels Instagram",
	"h2_reel": "Nhập URL Reels Instagram bên dưới",
	"h1_photo": "Tải Ảnh Instagram",
	"h2_photo": "Nhập URL Ảnh Instagram bên dưới",
	"error1": "Liên kết URL đã hết thời gian hoặc không tồn tại",
	"error2": "Liên kết URL không hợp lệ hoặc không tồn tại",
	"error3": "Liên kết URL không hợp lệ, vui lòng thử lại",

"label": "Instagram URL:",
	"paste": "Dán",
	"dow_url": "Tải xuống",
	".....": "---------------------------",
	"text1_1": "Tải Video Instagram",
	"text1_2": "InstaSnap được tạo ra để cho phép bạn tải xuống video IG cho bất kỳ mục đích nào bạn muốn. InstaSnap hỗ trợ tải xuống video cho một số video và nhiều video từ Insta.",
	"text2_1": "Tải hình ảnh từ Instagram",
	"text2_2": "Instagram Photo Downloader từ InstaSnap cho phép bạn lưu ảnh hoặc ảnh ghép từ Instagram mà không gặp bất kỳ rắc rối nào. Với Instasnap, bạn có thể tải xuống một hình ảnh bài đăng cũng như tải xuống nhiều ảnh Instagram.",
	"text3_1": "Tải video Reels Insta",
	"text3_2": "InstaSnap được tạo ra để cho phép bạn tải xuống video IG cho bất kỳ mục đích nào bạn muốn. InstaSnap hỗ trợ tải xuống video cho nhiều video và nhiều video từ Insta.",
	"text4_1": "Tải Instagram Story",
	"text4_2": "Story trên Instagram là một cách độc đáo để bất kỳ ai cũng có thể chia sẻ cuộc sống hàng ngày của mình bằng ảnh và video với mọi người. Đôi khi bạn muốn lưu trữ một story mình thích nhưng tính năng đó không được hỗ trợ trong ứng dụng. Instasnap được tạo ra để giải quyết vấn đề đó; để giúp mọi người tải xuống các Stories trên Instagram và xem chúng trực tiếp.",
	"....": "---------------------------",

	"FQ1_1": "Trình tải xuống video trên Instagram là gì?",
	"FQ1_2": "Đây là một công cụ trực tuyến cho phép bạn tải xuống các cuộn Instagram, ảnh, video. Nếu bạn cần sử dụng nó sau này, Instasnap là công cụ tốt nhất để tải xuống từ Instagram.",
	"FQ2_1": "Bạn có cần đăng nhập bằng tài khoản Instagram của mình không?",
	"FQ2_2": "Không, bạn không cần đăng nhập vào tài khoản của mình, InstaSnap không yêu cầu bất kỳ thông tin nào từ bạn, vì vậy bạn có thể tải xuống bất kỳ thứ gì từ Instagram một cách an toàn, ẩn danh.",
	"FQ3_1": "Tôi có thể lưu video trực tiếp trên Instagram không?",
	"FQ3_2": "Rất tiếc,Instagram không cho phép bạn tải xuống các video mà bạn tìm thấy trong nguồn cấp dữ liệu của mình hoặc trong các story của người dùng khác và may mắn là bạn đã có chúng tôi, hãy truy cập https://instasnap.me để có thể tải về. ",
	"FQ4_1": "Tôi có phải trả phí cho dịch vụ Tải xuống Video & Ảnh trên Instagram này không?",
	"FQ4_2": "Dịch vụ này hoàn toàn miễn phí và không có giới hạn tải xuống.",
	"FQ5_1": "Tôi có thể tải xuống từ tài khoản Instagram cá nhân của mình không?",
	"FQ5_2": "Vâng, bạn có thể tải Reels, Video, Stories và hình ảnh từ tài khoản Instagram cá nhân của bạn, chỉ cần bạn có link URL",
	"FQ6_1": "Tôi có thể lưu story trên Instagram không?",
	"FQ6_2": "Có, bạn có thể xem và tải xuống bất kỳ Instagram Story nào, từ Story đó bạn chọn sao chép liên kết và dán liên kết vào Instasnap để tải xuống từ IG.",
	"FQ7_1": "Trang web có hỗ trợ tải từ Insta cho máy tính không?",
	"FQ7_2": "Tất nhiên, bạn có thể dễ dàng tải xuống video, ảnh, story và cuộn từ PC, Laptop, máy tính bảng của mình.",
	"FQ8_1": "Các video của tôi được lưu trữ ở đâu sau khi chúng được tải xuống?",
	"FQ8_2": "Video thường được lưu trữ trong thư mục Tải xuống trên Điện thoại Android và PC."
}
